{
  "inventors": [
    {
      "id": 8752,
      "first": "Albert",
      "last": "Einstein",
      "year": 1879,
      "known_for": [
        "Quantam theory, Theory of special relativity, Linking energy to mass and the speed of light"
      ],
      "fun_fact": "Three major inventions derived from Einstein's discoveries are: Google Maps, the clock on your cell phone, and lasers."
    },
    {
      "id": 8753,
      "first": "Isaac",
      "last": "Newton",
      "year": 1643,
      "known_for": [
        "Basic principles of modern physics"
      ],
      "fun_fact": "He lived through a plague, and was forced to leave university. In this time he wrote what could become the foundations of calculus."
    },
    {
      "id": 8754,
      "first": "Galileo",
      "last": "Galilei",
      "year": 1564,
      "known_for": [
        "An early type of thermometer, Significant improvements to the telescope, Discovered attributes of Jupiter and Saturn"
      ],
      "fun_fact": "He was tried by the Roman Inquisition and spent his final days under house arrest."
    },
    {
      "id": 8755,
      "first": "Marie",
      "last": "Curie",
      "year": 1867,
      "known_for": [
        "Discovery of polonium and radium"
      ],
      "fun_fact": "She was awarded two Nobel Prizes in her lifetime."
    },
    {
      "id": 8756,
      "first": "Johannes",
      "last": "Kepler",
      "year": 1571,
      "known_for": [
        "Three laws of planetary motion, Provided a new and correct account of how vision occurs"
      ],
      "fun_fact": "Originally had set out to be a theologian, and believed in a divine design of the universe. His religious beliefs were fundamental throughout his career."
    },
    {
      "id": 8757,
      "first": "Nicolaus",
      "last": "Copernicus",
      "year": 1473,
      "known_for": [
        "Heliocentric model of the universe, Initiator of the Scientific Revolution"
      ],
      "fun_fact": "He had fluency in six languages: Latin, German, Polish, Greek, Italian and Hebrew."
    },
    {
      "id": 8759,
      "first": "Johannes",
      "last": "Gutenberg",
      "year": 1450,
      "known_for": [
        "The invention of the Gutenberg press that used moveable type"
      ],
      "fun_fact": " In 1997, Time–Life magazine picked Gutenberg's invention as the most important of the second millennium."
    },
    {
      "id": 8760,
      "first": "George",
      "last": "Washington Carver",
      "year": 1904,
      "known_for": [
        "Agricultural chemistry - invented everyday uses from common agricultural items"
      ],
      "fun_fact": "During the last two decades of his life, Carver seemed to enjoy his celebrity status. He was often on the road promoting Tuskegee University, peanuts, and racial harmony."
    },
    {
      "id": 8761,
      "first": "Nikola",
      "last": "Tesla",
      "year": 1893,
      "known_for": [
        "Created fluorescent lighting, Alternating current electrical supply system"
      ],
      "fun_fact": "As his name might indicate, Tesla is the namesake for the modern American electrics company."
    },
    {
      "id": 8762,
      "first": "Tim",
      "last": "Berners-Lee",
      "year": 1989,
      "known_for": [
        "Scientist credited for creation of the internet"
      ],
      "fun_fact": "He is the current director of the W3C, and implemented the first Web browser and server."
    },
    {
      "id": 8763,
      "first": "Hedy",
      "last": "Lamarr",
      "year": 1942,
      "known_for": [
        "Inventing a radio-guidance system for torpedoes in WW II."
      ],
      "fun_fact": "She is often recognized as an early Hollywood actress, and credited as laying the ground work for modern wifi."
    }
  ]
}